Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/doarjja-samegielaid-digitala-reaidduide_id_637818.html.tmx
Source language: sme
Languages: smj

source: Doarjja sámegielaid digitála reaidduide - regjeringen.no
smj: Digitála vædtsaga sámegielajda doarjoduvvi

source: Tromssa universitehta oažžu ráđđehusas 955 000 kruvnno doarjaga digitála reaidduid ovddideapmái, mat álkidahttet sámegielaid geavaheami.
smj: Tråmså universitehtta oadtju 955 000 kråvnå ráddidusás åvddånahtátjit digitála vædtsagijt maj baktu sjaddá álkkep sámegielajt adnet.

source: Ruđat geavahuvvojit golmma sierra prošektii.
smj: Rudá galggi gålmmå iesjguhtiklágásj prosjevtajda aneduvvat.

source: - Sámegiela ceavzimii lea vealtameahttun, ahte dan sáhttá geavahit digitála árgabeaivvis, ođasmahttinministtar Rigmor Aasrud dadjala.
smj: – Jut sámegiella máhttá mijá digitála árkkabiejven aneduvvat le ållu dárbulasj jus giella galggá bissot, javllá ådåstuhttemminisstar Rigmor Aasrud.

source: Tromssa universitehtas leat ovddidan dihtorjorgalanprográmma betaveršuvnna, masa sáhttá bidjalit davvisámegiel teavstta ja oažžut dan jorgaluvvot dárogillii.
smj: Masjijnnajårggålime prográmma betaversjåvnnå le Tråmså universitehtan åvddånahtedum. Dán prográmma baktu besa lijmmit nuorttasámegiela tevstav ja de dárogiellaj jårggåluvvá.

source: Dán áigge čállet ollu áššebáhpáriid dárogillii maiddái sámegiel oktavuođain, danin go dat lea álkit go maŋŋá jorgalit teavstta dárogillii.
smj: Uddni moadda dokumenta dárogiellaj tjáleduvvi tjabu sámegielak aktijvuodan, danen gå dat le álkkep gå maŋŋela dárogiellaj jårggålit.

source: Universitehta jorgalanprográmmain sáhttá sámegiela geavahit hálddahusgiellan, nu ahte teavsttat leat maiddái olámuttus dárogielagiidda.
smj: Universitehta jårggålimprográmma baktu máhttá sámegielav adnet háldadusgiellan ja ajtu le sadjihin dárogielagijda.

source: Ráđđehus doarju prográmma viidásut ovddideami 170 000 kruvnnuin.
smj: Ráddidus dán prográmma joarkkaåvddånahttemav doarjju 170 000 kråvnåj.

source: Prošeakta Davvi-Oarje-Ruošša álgoálbmotgielaid giellateknologalaš infrastruktuvra lea okta Davviguovlluid áŋgiruššama olis plánejuvvon prošeavttain.
smj: Prosjekta Språkteknologisk infrastruktur for urfolksspråk i Nordvest-Russland gullu Nuorttaguovllovuorodime prosjevtajda.

source: Prošeavtta álggaheapmi eaktuda boallobeavdevuogádaga ovddideami dáid gielaide: gielddasámegiella, komi ja njeneca.
smj: Jus dát prosjekta galggá jåhtuj boahtet de hæhttu boallobievddeårnik åvddånahteduvvat dajda gålmå gielajda: gielldasámegiella, komi ja nenets.

source: Boallobeavdevuogádaga galgá leat álki sajáiduhttit dábáleamos operatiivavuogádagaide.
smj: Årnik galggá álkke installerit dábálamos operativsystemajda.

source: Ráđđehus doarju ovdaprošeavtta 535 000 kruvnnuin 2011.
smj: Ráddidus dáv åvddåprosjevtav doarjju 535 000 kråvnåj jagen 2011.

source: Sámegielaid doaibmaplánas namuhuvvo maiddái davvi-, mátta- ja julevsámegiela sátnegirji almmolaš hálddašeapmái, mas jorgaladdet teavsttaid sámegielaide.
smj: Akta Sámegielaj doajmmaplána dåjmajs le nuortta- oarjjel- ja julevsámegiela báhkogirjev åvddånahttet mij galggá almulasj háldadussaj ávkken gå sámegielajda jårggål.

source: Hálddahussátnegirjjiin jorgaleaddjit ožžot elektrovnnalaš reaiddu, mas sii sáhttet ohcat sániid ja doahpagiid ja buohtastahttit ovddit jorgalusaiguin.
smj: Háldadusbáhkogirje baktu oadtju jårggåliddje elektråvnålasj viehkkenævov massta bágojt ja moallánagájt máhtti viedtjat ja åvdep jårggålimij buohtastahttet.

source: Tromssa universitehta lea váldán badjelasas sátnegirjji ovddideami, ja oaččui 150 000 kruvnno 2010 davvisámi veršuvnna álggaheapmái.
smj: Tråmså universitehtta le dáv bargov válldám, ja oattjoj 150 000 kråvnå jagen 2010 nuorttasámegiela versjåvnnåj.

source: Ráđđehus juolluda 250 000 kruvnno hálddahussátnegirjji ovddideapmái 2011.
smj: Ráddidus vaddá 250 000 kråvnå joarkke bargguj háldadusbáhkogirjjáj jagen 2011.
